Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ruijan-kaiku_katkera_nimitaistelu.html.tmx
Source language: nob
Languages: fkv

source: Velg side
fkv: Ota kontaktii – Kontakt oss

source: Ruijan Kaiku leder september 2020.
fkv: Ruijan Kaijusta – Om Ruijan Kaiku

source: For kvensk oversettelse, se lengre ned.
fkv: Bitter navnekamp • Katkera nimitaistelu

source: Sørgelig og hjerteskjærende.
fkv: Surulinen ja syđäntäsärkkeevä.

source: De ordene passer for den manglende godvilje Jens Pedersen og de andre i Nord-Varanger kvenforening har møtt i sitt utrettelige arbeid for kvenske navn i områdets nasjonalpark.
fkv: Nämät adjektiivit oon passelit ko puhuma siitä vailuuvasta myötämielestä mitä Varenkin Kvääniseura oon kohđanu ko se oon vaipumatta freistanu saađa lannankielisen nimen paikan kansalistarhaale.

source: Vi berømmer kvenforeningens innsats, og sender en innstendig oppfordring til nasjonalparkstyret: Få kvenene med på lag, ikke sløs vekk de kvenske stedsnavnene, de hever nasjonalparkens kvalitet og omdømme.
fkv: Met piđämä kvääniseuran työtä arvossa ja lähätämma lujan pyynön kansalistarhaan styyrile: Ottakkaa lantalaiset myötä, älkkää päästäkkää hukkhaan lantalaissii paikannimmii, net paranethaan kansalistarhaan kvalitteettii ja mainoo.

source: Også i Alta har lederen for den lokale kvenforeningen sagt fra i en navnesak.
fkv: Alattiossaki oon paikan lantalaisseuran johtaaja ollu eri mieltä yhđestä nimiassiista.

source: Saken gjelder det berømte nordlysfjellet Halti, som Språkrådet på spinkelt grunnlag tilrår bør hete Sokkeritoppi.
fkv: Johtaaja Åshild Karlstrøm Rundhaug sannoo ette hän oon ushein kuulu nimen Halti mutta ei koskhaan nimmee Sokkeritoppi.

source: Skulle Halti ryke, så ryker også Iso-Halti, Store Halti.
fkv: Jos nimmee Halti ei hyväksytä, se sitten ei kansa mene läpi Iso-Halti, Store Halti.

source: Da har altakvenene mistet to viktige stedsnavn til fordel for initiativløs forkvenskning av et norsk navn det går tretten av på dusinet: Sukkertoppen.
fkv: Silloin oon Alattion lantalaiset mistantanheet kaksi tärkkeetä paikannimmee ja saanheet sijale käänöksen ruijalaisesta nimestä mitä mahtuu kolmetoista tusinhaan: Sukkertoppen.

source: Samtidig har man også skuslet bort et kvensk stedsnavn som sammen med sine norske og samiske navnesøstre, Halde og Háldi, på glimrende vis synliggjør fellesskapet her nordpå, det mye omtalte 3-stammers møte.
fkv: Samala hävitethään lantalaisen paikannimen joka yhđessä ruijan- ja saamenkielisten nimisisarusten kansa loistaavalla tavala tekis näkkyyväksi kunka kolme kansanjoukkoo oon elänheet yhđessä täälä pohjaisessa.

source: Vi oppfordrer Alta kommune til å lytte til lederen for den lokale kvenforeningen, og vi ber kommunen ta en titt på det kvenske stedsnavnkartet fra 2001.
fkv: Met toivoma ette Alattion komuuni kuuntelee paikan lantalaisseuran johtaajaa, ja pyyđämä ette se kattastaa mitä vuona 2001 tägnätyssä kartassa seissoo.

source: Der står det Halti og Iso-Halti.
fkv: Siinä seissoo Halti ja Iso-Halti.

source: Sokkeritoppi er ikke nevnt.
fkv: Sokkeritoppi-nimmee ei siitä löyđy.

source: Ruijan Kaiku støtter de lokale kvenforeningene i Varanger og Alta.
fkv: Ruijan Kaiku kuuroo Varenkin ja Alattion paikalissii lantalaisseuroi.

source: Også vi syns det er sørgelig og hjerteskjærende at kvenene – som den eneste av de tre opprinnelige stammene i nord – ikke skal ha sine egne steder å gå til.
fkv: Met piđämä ette se oon surulinen ja syđäntäsärkkeevä assii ette lantalaiset – ainoona paikan kolmesta alkukansasta – ei pääse käymhään paikkhoin millä oon heiđän omakielinen nimi.

source: Vanhaa kuva – Gamle bilder
fkv: (Illustrasjon: Wilfred Hildonen)
